{
    "name": "Orc",
    "speed": 30,
    "size": "Medium",
    "imgSrc": "images/races/orc.png",
    "traits": [
        {
            "name": "Ability Score Increase",
            "description": "Your Strength score increases by 2, your Constitution score increases by 1, and your Intelligence score is reduced by 2."
        },
        {
            "name": "Age",
            "description": "Ores reach adulthood at age 12 and live up to 50 years."
        },
        {
            "name": "Alignment",
            "description": "Ores are vicious raiders, who believe that the world should be theirs. They also respect strength above all else and believe the strong must bully the weak to ensure that weakness does not spread like a disease. They are usually chaotic evil."
        },
        {
            "name": "Size",
            "description": "Ores are usually over 6 feet tall and weigh between 230 and 280 pounds. Your size is Medium."
        },
        {
            "name": "Speed",
            "description": "Your base walking speed is 30 feet."
        },
        {
            "name": "Darkvision",
            "description": "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
        },
        {
            "name": "Aggressive",
            "description": "As a bonus action, you can move up to your speed toward an enemy of your choice that you can see or hear. You must end this move closer to the enemy than you started."
        },
        {
            "name": "Menacing",
            "description": "You are trained in the Intimidation skill."
        },
        {
            "name": "Powerful Build",
            "description": "You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
        },
        {
            "name": "Languages",
            "description": "You can speak, read, and write Common and Orc."
        }
    ]
}
