{
    "name": "Kobold",
    "speed": 30,
    "size": "Small",
    "imgSrc": "assets/images/races/kobold.png",
    "traits": [
        {
            "name": "Ability Score Increase",
            "description": "Your Dexterity score increases by 2, and your Strength score is reduced by 2."
        },
        {
            "name": "Age",
            "description": "Kobolds reach adulthood at age 6 and can live up to 120 years but rarely do so."
        },
        {
            "name": "Alignment",
            "description": "Kobolds are fundamentally selfish, making them evil, but their reliance on the strength of their group makes them trend toward law."
        },
        {
            "name": "Size",
            "description": "Kobolds are between 2 and 3 feet tall and weigh between 25 and 35 pounds. Your size is Small."
        },
        {
            "name": "Speed",
            "description": "Your base walking speed is 30 feet."
        },
        {
            "name": "Darkvision",
            "description": "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
        },
        {
            "name": "Grovel, Cover and Beg",
            "description": "As an action on your tum, you can cower pathetically to distract nearby foes. Until the end of your next turn, your allies gain advantage on attack rolls against enemies within 10 feet of you that can see you. Once you use this trait, you can't use it again until you finish a short or long rest."
        },
        {
            "name": "Pack Tactics",
            "description": "You have advantage on an attack roll against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't incapacitated."
        },
        {
            "name": "Sunlight Sensitivity",
            "description": "You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
        },
        {
            "name": "Languages",
            "description": "You can speak, read, and write Common and Draconic."
        }
    ]
}
