{
    "name": "Minotaur",
    "speed": 30,
    "size": "Medium",
    "imgSrc": "assets/images/races/minotaur.png",
    "traits": [
        {
            "name": "Ability Score Increase",
            "description": "Your Strength score increases by 2, and your Constitution score increases by 1."
        },
        {
            "name": "Age",
            "description": "Minotaurs mature and age at about the same rate as humans."
        },
        {
            "name": "Alignment",
            "description": "Most minotaurs who join the Boros Legion lean toward lawful alignments, while those associated with the Cult of Rakdos or the Gruul Clans tend toward chaotic alignments."
        },
        {
            "name": "Size",
            "description": "Minotaurs average over 6 feet in height, and they have stocky builds. Your size is Medium."
        },
        {
            "name": "Speed",
            "description": "Your base walking speed is 30 feet."
        },
        {
            "name": "Horns",
            "description": "Your horns are natural melee weapons, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to ld6 + your Strength modifier. instead of the bludgeoning damage normal for an unarmed strike."
        },
        {
            "name": "Goring Rush",
            "description": "Immediately after you use the Dash action on your turn and move at least 20 feet, you can make one melee attack with your horns as a bonus action."
        },
        {
            "name": "Hammering Horns",
            "description": "Immediately after you hit a creature with a melee attack as part of the Attack action on your turn, you can use a bonus action to attempt to shove that target with your horns. The target must be no more than one size larger than you and within 5 feet of you. Unless it succeeds on a Strength saving throw against a DC equal to 8 + your proficiency bonus + your Strength modifier, you push it up to 10 feet away from you."
        },
        {
            "name": "Imposing Presence",
            "description": "You have proficiency in one of the following skills of your choice: Intimidation or Persuasion."
        },
        {
            "name": "Languages",
            "description": "You can speak, read, and write Common and Minotaur."
        }
    ]
}
